Repository: yunuselci/KibleBulucu
Catalog: KibleBulucu/Localizable.xcstrings
Source language: tr
Languages: ar, az, bs, da, de, el, en, es, fa, fi, fr, id, it, ja, ms, nb, nl, pt, ro, ru, sv, th, vi, zh_hans

# align
source: HİZALA
ar: محاذاة
az: DÜZ
bs: PORAVNAJ
da: JUSTER
de: AUSRICHTEN
el: ΕΥΘΥΓΡΆΜΜΙΣΗ
en: ALIGN
es: ALINEAR
fa: تراز کنید
fi: KOHDISTA
fr: ALIGNER
id: SEJAJARKAN
it: ALLINEA
ja: 整列
ms: SEJAJARKAN
nb: JUSTER
nl: UITLIJNEN
pt: ALINHAR
ro: ALINIAZĂ
ru: ВЫРОВНЯТЬ
sv: JUSTERA
th: จัดแนว
vi: THẲNG HÀNG
zh_hans: 对齐

# aligned
source: HİZALANDI
ar: محاذي
az: DÜZƏLDİ
bs: PORAVNATO
da: JUSTERET
de: AUSGERICHTET
el: ΕΥΘΥΓΡΑΜΜΙΣΜΈΝΟ
en: ALIGNED
es: ALINEADO
fa: تراز شده
fi: KOHDISTETTU
fr: ALIGNÉ
id: SEJAJAR
it: ALLINEATO
ja: 整列済み
ms: SEJAJAR
nb: JUSTERT
nl: UITGELIJND
pt: ALINHADO
ro: ALINIAT
ru: ВЫРОВНЕНО
sv: JUSTERAD
th: จัดแนวแล้ว
vi: ĐÃ THẲNG HÀNG
zh_hans: 已对齐

# app_subtitle
source: Kıble Yön Bulucu
ar: محدد اتجاه القبلة
az: Qiblə İstiqamət Tapıcı
bs: Pronalaženje smjera Qible
da: Qibla Retningsfinder
de: Qibla Richtungsfinder
el: Εύρεση Κατεύθυνσης Qibla
en: Qibla Direction Finder
es: Buscador de Dirección Qibla
fa: یافتن جهت قبله
fi: Qibla Suunnan Etsijä
fr: Détecteur de Direction Qibla
id: Pencari Arah Kiblat
it: Cerca Direzione Qibla
ja: キブラ方向ファインダー
ms: Pencari Arah Kiblat
nb: Qibla Retningsfinner
nl: Qibla Richting Zoeker
pt: Localizador de Direção Qibla
ro: Găsitor Direcție Qibla
ru: Поиск Направления Киблы
sv: Qibla Riktningssökare
th: เครื่องหาทิศทางกิบลัต
vi: Tìm Hướng Qibla
zh_hans: 朝拜方向指示器

# app_title
source: Kıble Bulucu
ar: محدد القبلة
az: Qiblə Tapıcı
bs: Qibla Finder
da: Qibla Finder
de: Qibla Finder
el: Εύρεση Qibla
en: Qibla Finder
es: Buscador de Qibla
fa: جهت‌یاب قبله
fi: Qibla Finder
fr: Boussole Qibla
id: Pencari Kiblat
it: Ricerca Qibla
ja: キブラファインダー
ms: Pencari Kiblat
nb: Qibla Finner
nl: Qibla Zoeker
pt: Localizador de Qibla
ro: Găsitor Qibla
ru: Поиск Киблы
sv: Qibla Finder
th: เครื่องหาทิศกิบลัต
vi: Tìm Hướng Qibla
zh_hans: 朝拜方向查找器

# finding_location
source: Konumunuz bulunuyor...
ar: يتم العثور على موقعك...
az: Yeriniz tapılır...
bs: Pronalaženje vaše lokacije...
da: Finder din placering...
de: Standort wird ermittelt...
el: Εύρεση της τοποθεσίας σας...
en: Finding your location...
es: Encontrando tu ubicación...
fa: در حال یافتن موقعیت شما...
fi: Etsitään sijaintiasi...
fr: Recherche de votre position...
id: Mencari lokasi Anda...
it: Trovando la tua posizione...
ja: 現在地を検索中...
ms: Mencari lokasi anda...
nb: Finner din posisjon...
nl: Uw locatie zoeken...
pt: Encontrando sua localização...
ro: Se găsește locația dvs...
ru: Поиск вашего местоположения...
sv: Hittar din plats...
th: กำลังค้นหาตำแหน่งของคุณ...
vi: Đang tìm vị trí của bạn...
zh_hans: 正在查找您的位置...

# location_denied
source: Konum erişimi reddedildi. Lütfen Ayarlar'dan konum servislerini etkinleştirin.
ar: تم رفض الوصول للموقع. يرجى تفعيل خدمات الموقع في الإعدادات.
az: Yerin giriş icazəsi rədd edildi. Zəhmət olmasa Ayarlarda yer xidmətlərini aktiv edin.
bs: Pristup lokaciji je odbačen. Molimo omogućite usluge lokacije u Postavkama.
da: Adgang til placering nægtet. Aktiver venligst placeringstjenester i Indstillinger.
de: Standortzugriff verweigert. Bitte aktivieren Sie die Standortdienste in den Einstellungen.
el: Η πρόσβαση στην τοποθεσία απορρίφθηκε. Παρακαλώ ενεργοποιήστε τις υπηρεσίες τοποθεσίας στις Ρυθμίσεις.
en: Location access denied. Please enable location services in Settings.
es: Acceso a la ubicación denegado. Activa los servicios de ubicación en Configuración.
fa: دسترسی به موقعیت رد شد. لطفاً سرویس های موقعیت را در تنظیمات فعال کنید.
fi: Sijaintioikeus evätty. Ota sijaintipalvelut käyttöön Asetuksista.
fr: Accès à la localisation refusé. Veuillez activer les services de localisation dans Réglages.
id: Akses lokasi ditolak. Silakan aktifkan layanan lokasi di Pengaturan.
it: Accesso alla posizione negato. Attiva i servizi di localizzazione nelle Impostazioni.
ja: 位置情報へのアクセスが拒否されました。設定で位置情報サービスを有効にしてください。
ms: Akses lokasi ditolak. Sila aktifkan perkhidmatan lokasi dalam Tetapan.
nb: Tilgang til posisjon nektet. Vennligst aktiver posisjonstjenester i Innstillinger.
nl: Locatietoegang geweigerd. Schakel locatieservices in via Instellingen.
pt: Acesso à localização negado. Ative os serviços de localização nas Configurações.
ro: Accesul la locație a fost refuzat. Vă rugăm să activați serviciile de locație în Setări.
ru: Доступ к местоположению запрещен. Включите службы геолокации в Настройках.
sv: Platstillgång nekad. Aktivera platstjänster i Inställningar.
th: การเข้าถึงตำแหน่งถูกปฏิเสธ กรุณาเปิดใช้งานบริการตำแหน่งในการตั้งค่า
vi: Truy cập vị trí bị từ chối. Vui lòng bật dịch vụ vị trí trong Cài đặt.
zh_hans: 位置访问被拒绝。请在设置中启用位置服务。

# location_error
source: Konum hatası: %@
ar: خطأ في الموقع: %@
az: Yer xətası: %@
bs: Greška lokacije: %@
da: Placeringsfejl: %@
de: Standortfehler: %@
el: Σφάλμα τοποθεσίας: %@
en: Location error: %@
es: Error de ubicación: %@
fa: خطای موقعیت: %@
fi: Sijaintivirhe: %@
fr: Erreur de localisation : %@
id: Kesalahan lokasi: %@
it: Errore di posizione: %@
ja: 位置情報エラー：%@
ms: Ralat lokasi: %@
nb: Posisjonsfeil: %@
nl: Locatiefout: %@
pt: Erro de localização: %@
ro: Eroare de locație: %@
ru: Ошибка местоположения: %@
sv: Platsfel: %@
th: ข้อผิดพลาดตำแหน่ง: %@
vi: Lỗi vị trí: %@
zh_hans: 位置错误：%@

# qibla_direction
source: Kıble kuzeyden %lld° açıda
ar: القبلة على %lld° من الشمال
az: Qiblə şimaldan %lld° bucaqda
bs: Qibla je %lld° od sjevera
da: Qibla er %lld° fra nord
de: Qibla ist %lld° von Norden
el: Η Qibla είναι %lld° από το βορρά
en: Qibla is %lld° from north
es: Qibla está a %lld° del norte
fa: قبله %lld درجه از شمال
fi: Qibla on %lld° pohjoisesta
fr: Qibla est à %lld° du nord
id: Kiblat %lld° dari utara
it: Qibla è a %lld° dal nord
ja: キブラは北から%lld°
ms: Kiblat adalah %lld° dari utara
nb: Qibla er %lld° fra nord
nl: Qibla is %lld° vanaf het noorden
pt: Qibla está a %lld° do norte
ro: Qibla este la %lld° de la nord
ru: Кибла находится на %lld° от севера
sv: Qibla är %lld° från norr
th: กิบลัตอยู่ที่ %lld° จากทิศเหนือ
vi: Qibla ở %lld° từ phía bắc
zh_hans: 朝拜方向距北方%lld°

# qibla_label
source: KIBLE
ar: القبلة
az: QİBLƏ
bs: QIBLA
da: QIBLA
de: QIBLA
el: QIBLA
en: QIBLA
es: QIBLA
fa: قبله
fi: QIBLA
fr: QIBLA
id: KIBLAT
it: QIBLA
ja: キブラ
ms: KIBLAT
nb: QIBLA
nl: QIBLA
pt: QIBLA
ro: QIBLA
ru: КИБЛА
sv: QIBLA
th: กิบลัต
vi: QIBLA
zh_hans: 朝拜方向

# your_location
source: Konumunuz
ar: موقعك
az: Yeriniz
bs: Vaša lokacija
da: Din placering
de: Ihr Standort
el: Η Τοποθεσία Σας
en: Your Location
es: Tu Ubicación
fa: موقعیت شما
fi: Sijaintisi
fr: Votre Position
id: Lokasi Anda
it: La Tua Posizione
ja: 現在地
ms: Lokasi Anda
nb: Din Posisjon
nl: Uw Locatie
pt: Sua Localização
ro: Locația Dvs
ru: Ваше Местоположение
sv: Din Plats
th: ตำแหน่งของคุณ
vi: Vị Trí Của Bạn
zh_hans: 您的位置
